{
  "autoclose.nvim": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "flutter-tools.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-python": {
    "branch": "master"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "onedark.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "venv-selector.nvim": {
    "branch": "regexp"
  },
  "vim-airline": {
    "branch": "master"
  },
  "vim-airline-themes": {
    "branch": "master"
  },
  "vim-devicons": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  }
}
